tap "homebrew/bundle"
tap "rcmdnk/file"

brew "asdf"
brew "coreutils"
brew "cmake"
brew "curl"
brew "gcc"
brew "git"
brew "gnuplot"
brew "reattach-to-user-namespace"

cask "1password"
cask "alfred"
cask "alt-tab"
cask "appcleaner"
cask "clipy"
cask "coteditor"
cask "deepl"
cask "docker"
cask "google-chrome"
cask "google-drive"
cask "google-japanese-ime"
cask "imageoptim"
cask "iterm2"
cask "karabiner-elements"
cask "onedrive"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "slack"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vivaldi"
cask "zoom"
